Repository: Ts-alan/AllProject
Catalog: src/WebConsole/App_GlobalResources/Resource.*.resx
Languages: ru_ru

source: Invisibility mode
ru_ru: Режим невидимости

source: IP address
ru_ru: IP адрес

source: IP range
ru_ru: IP диапазон

source: Jabber from
ru_ru: От

source: Jabber password
ru_ru: Пароль

source: Jabber server
ru_ru: Сервер Jabber

source: Jabber settings
ru_ru: Настройки Jabber

source: Key
ru_ru: Ключ

source: Key not found.
ru_ru: Ключ не найден.

# KeyNoValid
source: Key is not valid.
ru_ru: Ключ не валиден.

source: Key state
ru_ru: Состояние ключа

# Kilobyte
source: Kb
ru_ru: Кб

source: Language
ru_ru: Язык

# LanScan
source: Scanning
ru_ru: Сканирование

# LanScanSettings
source: Scanning Settings
ru_ru: Настройки сканирования

source: Last active
ru_ru: Последняя активность

# LastInfected
source: Last infection
ru_ru: Последнее заражение

# LastLogin
source: Latest login
ru_ru: Последний логин

# LastLoginDate
source: Latest login date
ru_ru: Дата последнего логина

# LastName
source: Surname
ru_ru: Фамилия

# LastSelect
source: Latest selection from database
ru_ru: Последняя выборка из базы данных

# LastSend
source: Latest sending to server
ru_ru: Последнее отправление на сервер

source: Last update
ru_ru: Последнее обновление

# LatestInfected
source: Latest infection
ru_ru: Последнее заражение

source: Latest malware
ru_ru: Последний вирус

source: Latest update
ru_ru: Последнее обновление

source: Less than
ru_ru: Менее

source: License key
ru_ru: Лицензионный ключ

source: License number
ru_ru: Номер лицензии

source: List
ru_ru: Список

# ListInfected
source: List of infected files into file
ru_ru: Сохранить список инфицированных файлов в файл

# ListInfectedAdd
source: List of infected files add to file
ru_ru: Добавить список инфицированных файлов в файл

source: Load
ru_ru: Загрузить

source: Loader
ru_ru: Диспетчер

source: Loader loaded
ru_ru: Диспетчер загружен

source: Local hearth
ru_ru: Локальный очаг заражения

source: Local ports
ru_ru: Локальные порты

source: Log
ru_ru: Отчет

source: Log events
ru_ru: Регистрировать события

source: Login
ru_ru: Логин

# LoginButton
source: Log in
ru_ru: Войти

# LoginFailureText
source: Invalid login or password. Please try again.
ru_ru: Неправильный логин или пароль. Попробуйте еще раз.

source: Logout
ru_ru: Выйти

source: Low
ru_ru: Низкий

# LowDate
source: Low
ru_ru: Меньше

source: Mail
ru_ru: Почта

# MailDisplayName
source: Display name
ru_ru: Отображаемое имя

# MailFrom
source: From
ru_ru: От

source: Mail server
ru_ru: Почтовый сервер

source: Mail settings
ru_ru: Настройки почты

source: Main
ru_ru: Основные

# MainControlCenterIP
source: Parent Control Center IP
ru_ru: Родительский АРМ

source: Maintenance
ru_ru: Обслуживание

# MaintenanceEnable
source: Send events to parent Control Center periodically
ru_ru: Периодически отсылать события на родительский ЦУ

# MaintenanceInterval
source: Maintenance interval (seconds)
ru_ru: Интервал обслуживания (секунд)

source: Management
ru_ru: Управление

source: Map
ru_ru: Карта

# MasterPage
source: Page template
ru_ru: Шаблон страницы

# MaxArchiveSize
source: Maximum archive aize
ru_ru: Максимальный размер архива

source: Maximum
ru_ru: Максимален

# Megabyte
source: Mb
ru_ru: Мб

# Memory
source: Scan memory
ru_ru: Проверять память

source: Memory size
ru_ru: Память

# MenuSystemInfo
source: Get system information
ru_ru: Получить информацию о системе

source: Minimize
ru_ru: Скрыть

source: minute
ru_ru: минуты

source: minutes
ru_ru: минут

source: Mode
ru_ru: Режим

source: Monday
ru_ru: Понедельник

source: Monitor enabled
ru_ru: Монитор включен

source: month
ru_ru: месяц

# Month2
source: month
ru_ru: месяца

source: Monthly
ru_ru: Ежемесячно

source: months
ru_ru: месяца

# Months2
source: months
ru_ru: месяцев

source: More than
ru_ru: Более

source: MSI pathes
ru_ru: Пути MSI

source: Name
ru_ru: Имя

source: Name profile
ru_ru: Название профиля

source: Neutral applications
ru_ru: Нейтральные приложения

# NewPasswordLabelText
source: New password
ru_ru: Новый пароль

# NewPasswordRegularExpressionErrorMessage
source: The password is weak. Please specify more complex password
ru_ru: Введите более сложный пароль

# NewPasswordRequiredErrorMessage
source: New password required.
ru_ru: Требуется новый пароль

# NextSend
source: Next sending
ru_ru: Следующая отправка по расписанию

source: No
ru_ru: Нет

# NoDelete
source: Do not delete
ru_ru: Не удалять

# NoIntegrity
source: Program corrupted.
ru_ru: Программа повреждена.

source: None
ru_ru: Ничего

source: Normal
ru_ru: Нормальный

source: No section
ru_ru: Нет секции для нужной программы

# NoSelected
source: No selected items
ru_ru: Нет выбранных элементов

source: No selected computers
ru_ru: Нет выбранных компьютеров

# NoSelectFile
source: First select a file to upload...
ru_ru: Сначала выберите файл...

source: NOT
ru_ru: НЕ

source: Not assigned explicitly
ru_ru: Не назначено явно

# NotAvailable
source: Unavailable
ru_ru: Недоступно

source: Not found
ru_ru: Не найден ключевой файл

# Notification
source: Notifications
ru_ru: Уведомления

source: Notify
ru_ru: Уведомлять

source: Object
ru_ru: Объект

source: of
ru_ru: из

# Once
source: Every
ru_ru: Каждые

source: Online
ru_ru: Онлайн

source: Operator
ru_ru: Оператор

source: Optimal
ru_ru: Оптимален

# Option
source: Execution settings
ru_ru: Настройки выполнения

source: OR
ru_ru: ИЛИ

# OSType
source: Operating system type
ru_ru: Тип ОС

source: Overwrite
ru_ru: Перезаписать

source: Page
ru_ru: Страница

# PageCompInfoTitle
source: Computer
ru_ru: Компьютер

# PageComponentsFilterTitle
source: Component filters
ru_ru: Фильтры компонентов

# PageComponentsTitle
source: List of components
ru_ru: Список компонентов

# PageComputersFilterTitle
source: Computer filters
ru_ru: Фильтры компьютеров

# PageComputersTitle
source: List of computers
ru_ru: Список компьютеров

# PageControlCenterSettings
source: Control Center settings
ru_ru: Настройки ЦУ

# PageDefaultTitle
source: Main page
ru_ru: Главная страница

# PageDiagramTitle
source: Diagrams
ru_ru: Диаграммы

# PageEventsFilterTitle
source: Event filters
ru_ru: Фильтры событий

# PageEventsTitle
source: List of events
ru_ru: Список событий

# PageLanScanTitle
source: Scanning Local Network
ru_ru: Сканирование локальной сети

# PageLoginTitle
source: Vba32 Control Center: login
ru_ru: Центр управления: вход

# PagePortableTitle
source: Export/Import
ru_ru: Экспорт/Импорт

# PageProcessFiltersTitle
source: Process filters
ru_ru: Фильтры процессов

# PageProcessTitle
source: List of processes
ru_ru: Список процессов

# PageRegistrationTitle
source: Registration
ru_ru: Регистрация

# PageSettingsExtraTitle
source: Additional Settings
ru_ru: Вспомогательные настройки

# PageSettingsMainTitle
source: Main Settings
ru_ru: Основные настройки

source: Page size
ru_ru: Размер страницы

# PageStatisticTitle
source: Statistic
ru_ru: Статистика

# PageTaskCreateTitle
source: Creating task
ru_ru: Создание задачи

# PageTasksFilterTitle
source: Task filters
ru_ru: Фильтры задач

# PageTaskTitle
source: List of assigned tasks
ru_ru: Список выданных задач

# PageUpdateTitle
source: Vba32 Control Center Update Settings
ru_ru: Настройки обновления управляющего центра

# PageUserManaging
source: User management
ru_ru: Управление пользователями

source: Parameters
ru_ru: Параметр

# PasswordLabelText
source: Password
ru_ru: Пароль

# PasswordRequiredErrorMessage
source: Password required.
ru_ru: Требуется пароль

# PasswordSuccessText
source: Your password changed!
ru_ru: Ваш пароль был изменен!

# PasswordSuccessTitleText
source: Password successfully changed
ru_ru: Успешно

source: Path
ru_ru: Путь

# PathRegistry
source: Path
ru_ru: Ветвь реестра

# PeriodicalUpdateInterval
source: Time interval, min
ru_ru: Интервал периодического обновления, минут

# PeriodicityDays
source: Days
ru_ru: Дни

# PeriodicityFixedDate
source: Fixed Date
ru_ru: Фиксированная дата

# PeriodicityHours
source: Hours
ru_ru: Часы

# PeriodicityMinutes
source: Minutes
ru_ru: Минуты

# PeriodicityMonths
source: Months
ru_ru: Месяцы

source: Periodicity type
ru_ru: Периодичность

# PeriodicityWeeks
source: Weeks
ru_ru: Недели

# Pie
source: Diagram
ru_ru: Диаграмма

source: Policies
ru_ru: Политики

source: Policy
ru_ru: Политика

source: Policy applied.
ru_ru: Политика применена.

# PolicyEmpty
source: You have selected an empty policy
ru_ru: Выбрана пустая политика

source: Policy saved
ru_ru: Политика была сохранена

source: Policy settings
ru_ru: Настройки политики

source: Port
ru_ru: Порт

# PortableDelete
source: Delete
ru_ru: Удалено

# PortableSuccess
source: Export/Import completed
ru_ru: Перенос выполнен

source: Ports and protocols
ru_ru: Порты и протоколы

source: Private information
ru_ru: Личная информация

source: Private rule
ru_ru: Частное правило

# Process
source: Create Process
ru_ru: Создать процесс

source: Processes
ru_ru: Процессы

source: Process name
ru_ru: Имя процесса

source: Processor
ru_ru: Процессор

source: Profile Management
ru_ru: Управление профилями

source: Profile Options
ru_ru: Настройка профиля

source: Profiles
ru_ru: Профили

# PromtForAddDevice
source: To add a device, click on the row with the name of the computer
ru_ru: Для добавления устройства кликните по строке с именем требуемого компьютера

# PromtForInputComputerName
source: Input computer name
ru_ru: Введите имя компьютера

# PromtForInputSerialNumber
source: Input the serial number
ru_ru: Введите серийный номер устройства

source: Protocol
ru_ru: Протокол

source: Provider
ru_ru: Провайдер

source: Proxy
ru_ru: Прокси-сервер

# QtnFilePath
source: Full path to file in Vba32 Quarantine
ru_ru: Полный путь к файлу в карантине

source: RAM
ru_ru: ОЗУ

source: Reboot after Install
ru_ru: Перезагрузить после установки

# RecentActive
source: Activity
ru_ru: Активность

source: Registered events
ru_ru: Зарегистрированные события

source: Registration
ru_ru: Регистрация

# RegistrationNewUser
source: Registering new user
ru_ru: Регистрация нового пользователя

source: Registry
ru_ru: Реестр

source: Reload
ru_ru: Обновить

source: Reload info from server
ru_ru: Обновить с сервера

source: Remote ports
ru_ru: Удаленные порты

source: Remove
ru_ru: Перемещать

# RemoveSelectedGroup
source: Remove the selected group
ru_ru: Удалить выбранную группу

source: Rename
ru_ru: Переименовать

# RenameSelectedGroup
source: Rename the selected group
ru_ru: Переименовать выбранную группу

# ReplaceAllFromPage
source: Replace from all pages
ru_ru: Заменить со всех страниц

source: Replace from page
ru_ru: Заменить со страницы

source: Report add to file
ru_ru: Добавить отчет в файл

source: Report into file
ru_ru: Сохранить отчет в файл

source: Restore
ru_ru: Востановить

source: Role
ru_ru: Роль

source: Rolled back time
ru_ru: Время откручено назад

source: Rules
ru_ru: Правила

source: run anytime
ru_ru: Выполнять в любое время

source: run at
ru_ru: Выполнять в

source: runing every
ru_ru: Запускать задание каждые

source: run missed action
ru_ru: Запускать пропущенную задачу

source: Safe
ru_ru: Безопасный

source: Safe mode
ru_ru: Безопасный

source: Saturday
ru_ru: Суббота

source: Save
ru_ru: Сохранить

source: Save as
ru_ru: Сохранить как

source: Save info to server
ru_ru: Сохранить на сервере

# SaveToQtn
source: Save copy to quarantine
ru_ru: Сохранить копию в карантин

source: Scan archives
ru_ru: Проверять архивы

# ScanBoot
source: Scan boot sectors
ru_ru: Проверять загрузочные сектора

source: Scaning files
ru_ru: Проверяемые файлы

source: Scan mail
ru_ru: Проверять почту

source: Scan mode
ru_ru: Режим сканирования

source: Scan path
ru_ru: Пути сканирования

# ScanStartup
source: Scan files launched at system startup
ru_ru: Обрабатывать файлы, автоматически запускаемые при запуске системы

source: Schedule
ru_ru: Расписание

source: seconds
ru_ru: секунд

source: Selected computers
ru_ru: Выбранные компьютеры

source: Select file
ru_ru: Выберите файл

source: Send
ru_ru: Отправлять

# SendDataInterval
source: Data sending interval
ru_ru: Интервал отсылки данных

source: Send file
ru_ru: Передать файл

# SendFileUploadFileInfo
source: Uploaded file:<b> {0}</b><br /> File size (in bytes):<b> {1:N0}</b><br /> Content- type:<b>{2}</b>
ru_ru: Загруженный файл:<b>{0}</b><br /> Размер файла (байт):<b> {1:N0}</b><br /> Тип содержимого:<b> {2}</b>

source: Sending data to server
ru_ru: Отправка данных на сервер

source: Serial No
ru_ru: Серийный номер

source: Server
ru_ru: Сервер

source: Services
ru_ru: Сервисы

# SetLoaderSettings
source: Set Vba32 Loader settings
ru_ru: Задать настройки Диспетчера

# SetMonitorSettings
source: Set Vba32 Monitor settings
ru_ru: Задать настройки Монитора

# SetQtnSettings
source: Set Vba32 Quarantine settings
ru_ru: Задать настройки Карантина

source: Settings
ru_ru: Настройки

# SettingsForMaintenanceService
source: Maintenance service settings
ru_ru: Установки для сервиса периодического обслуживания

source: Show
ru_ru: Показать

source: Show computers
ru_ru: Отобразить компьютеры

# ShowComputerTableFieldsText
source: Display fields in computer list
ru_ru: Отображать поля в списке компьютеров

source: Skip
ru_ru: Пропустить

# Sound
source: Enable sound
ru_ru: Включить звуковую сигнализацию

source: Source file
ru_ru: Исходный файл

source: Start
ru_ru: Старт

# StartupOptionsLoaderAndMonitor
source: Options Loader, Monitor and Device protect
ru_ru: Параметры Диспетчера, Монитора и Защиты USB

# StatCountEvent
source: Event count
ru_ru: Количество событий

# StatCountEventToday
source: Event count for today
ru_ru: Количество событий за сегодня

# StatCountVirus
source: Virus count
ru_ru: Количество вирусов

# StatCountVirusToday
source: Virus count for today
ru_ru: Количество вирусов за сегодня

source: State
ru_ru: Состояние

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

# StatVirusTopMonth
source: Virus prevalence per month
ru_ru: Встречаемость вирусов за месяц

# StatVirusTopToDay
source: Virus prevalence per day
ru_ru: Встречаемость вирусов за день

# StatVirusTotalTop
source: Total virus prevalence
ru_ru: Общая встречаемость вирусов

source: Stop
ru_ru: Стоп

source: Subdirs
ru_ru: Поддиректории

source: Subject
ru_ru: Тема

source: Subkeys
ru_ru: Подключи

source: Subnetwork
ru_ru: Подсеть

source: Success
ru_ru: Ключ в порядке

source: Sunday
ru_ru: Воскресенье

source: Suspicious files
ru_ru: Подозрительные

source: Table
ru_ru: Таблица

source: Task
ru_ru: Задача

# TaskChangeDeviceProtect
source: Set device protect
ru_ru: Настроить защиту устройств

# TaskCreate
source: Creating task
ru_ru: Создание задачи

# TaskDaysToDelete
source: Delete tasks older (days)
ru_ru: Удалять задачи старше (дней)

source: Task deleted
ru_ru: Задача была удалена

# TaskGiveAll
source: Assign the task to all computers that match current filter
ru_ru: Выдать задачу всем компьютерам, удовлетворяющим фильтру

# TaskGived
source: Task assigned
ru_ru: Задача была выдана

source: Task name
ru_ru: Имя задачи

# TaskNameCancelTask
source: Cancel task
ru_ru: Отмена задачи

# TaskNameComponentState
source: Get components state
ru_ru: Получить состояние компонентов

# TaskNameConfigureFirewall
source: Configure Vba32 Firewall
ru_ru: Настроить Файрвол

# TaskNameConfigurePassword
source: Set password
ru_ru: Установить пароль

# TaskNameConfigureProactiveProtection
source: Configure Vba32 Proactive protection
ru_ru: Настроить Проактивная защита

# TaskNameConfigureQuarantine
source: Configure Vba32 Quarantine
ru_ru: Настроить Карантин

# TaskNameListProcesses
source: Get list of processes
ru_ru: Получить список процессов

# TaskNameRestoreFileFromQtn
source: Restore file from Vba32 Quarantine
ru_ru: Восстановить файл из карантина

# TaskNameRunScanner
source: Run Vba32 Scanner
ru_ru: Запустить сканер

# TaskNameSystemInfo
source: System Information
ru_ru: Получить информацию о системе

# TaskNameVba32LoaderDisable
source: Vba32 Loader - exit
ru_ru: Диспетчер - выгрузить

# TaskNameVba32LoaderEnable
source: Vba32 Loader - launch
ru_ru: Диспетчер - загрузить

# TaskNameVba32MonitorDisable
source: Vba32 Monitor - disable
ru_ru: Монитор - выключить

# TaskNameVba32MonitorEnable
source: Vba32 Monitor - enable
ru_ru: Монитор - включить

# TaskNameVba32ProgramAndDataBaseUpdate
source: Update Vba32 antivirus and its databases
ru_ru: Обновить комплекс и базы

# TaskParams
source: Task parameters
ru_ru: Параметры

# TaskRequestPolicy
source: Request policy
ru_ru: Запросить политику

source: Tasks
ru_ru: Задачи

source: Task saved
ru_ru: Задача была сохранена

# TaskState
source: State
ru_ru: Состояние

# TaskStateCompletedSuccessfully
source: Completed successfully
ru_ru: Завершена успешно

# TaskStateDelivery
source: Assignment
ru_ru: Выдача

# TaskStateDeliveryTimeout
source: Assignment timeout
ru_ru: Таймаут выдачи

# TaskStateExecution
source: Execution
ru_ru: Выполнение

# TaskStateExecutionError
source: Execution error
ru_ru: Завершена с ошибкой

# TaskStateExecutionTimeout
source: Execution timeout
ru_ru: Таймаут выполнения

# TaskStateStopped
source: Stopped
ru_ru: Остановлена

source: Task type
ru_ru: Тип задачи

# TaskUninstall
source: Uninstall Vba32
ru_ru: Удаление

# TemporaryFileSize
source: Temporary file size(Kb)
ru_ru: Размер временных файлов (Кб)

source: Temporary filter
ru_ru: Временный фильтр

source: Temporary group
ru_ru: Временная группа

source: Theme
ru_ru: Тема

source: Thorough search
ru_ru: Избыточный поиск

source: Thursday
ru_ru: Четверг

source: Time
ru_ru: Время

# TimeInterval
source: Time interval (min)
ru_ru: Промежуток времени (мин)

# TimerSettings
source: Automatic self-refresh settings
ru_ru: Настройки автоматического самообновления

source: to
ru_ru: по

source: True
ru_ru: Истина

source: Trusted applications
ru_ru: Доверенные приложения

source: Tuesday
ru_ru: Вторник

source: Type
ru_ru: Тип

source: Type applications
ru_ru: Тип приложений

source: Undefined
ru_ru: Неопределено

source: Up
ru_ru: Вверх

# UpdateButtonText
source: Update
ru_ru: Обновить

# UpdateCC
source: Update
ru_ru: Обновление

source: Update info
ru_ru: Обновить информацию

source: Update path
ru_ru: Путь обновления

source: Upload
ru_ru: Загрузить

source: Use authorization
ru_ru: Использовать авторизацию

# UseComputersFromList
source: Use computers from list only
ru_ru: Использовать только компьютеры из списка

source: Use flow analysis
ru_ru: Использовать интеллектуальную обработку

source: Use Jabber
ru_ru: Использовать Jabber

source: Use mail
ru_ru: Использовать почту

source: Use NetSend
ru_ru: Использовать NetSend

source: Use proxy
ru_ru: Использовать прокси-сервер

source: User
ru_ru: Пользователь

source: User identity name
ru_ru: Identity name пользователя

# UserLogin
source: Login
ru_ru: Логин

# UserManaging
source: Users
ru_ru: Пользователи

# UserNameRequiredErrorMessage
source: User name required.
ru_ru: Требуется имя пользователя

# UsersTasks
source: User tasks
ru_ru: Пользовательские задачи

# UseStartupOptionsLoaderAndMonitor
source: Use Options Loader, Monitor
ru_ru: Использовать параметры Диспетчера, Монитора

source: Value
ru_ru: Значение

# Vba32CCServicesState
source: State of Vba32 Control Center services
ru_ru: Состояние сервисов Центра Управления

# Vba32ControlCenterTitle
source: Vba32 Control Center Web Interface
ru_ru: Центр Управления, Веб-оснастка

# VBA32Integrity
source: Integrity
ru_ru: Целостность

# VBA32KeyValid
source: Key
ru_ru: Ключ

# Vba32NSSettings
source: Notification service settings
ru_ru: Настройка сервиса уведомлений

# Vba32SSUnavailable
source: The error may occur when calling Vba32 Settings Service. Check whether it is started or not.
ru_ru: Эта ошибка могла возникнуть при попытке вызвать сервис Settings Service. Проверьте, запущен ли он.

source: Vba32 Version
ru_ru: Версия

source: Version
ru_ru: Версия

# Viewer
source: Observer
ru_ru: Наблюдатель

# Ware
source: Detect Spyware, Adware, Riskware
ru_ru: Детектировать Spyware, Adware, Riskware

source: Wednesday
ru_ru: Среда

source: week
ru_ru: неделя

# Week2
source: week
ru_ru: недели

source: Weekdays
ru_ru: Дни недели

source: Weekly
ru_ru: Еженедельно

source: weeks
ru_ru: недели

# Weeks2
source: weeks
ru_ru: недель

source: WMI settings
ru_ru: Настройки WMI

source: Write report
ru_ru: Записать в файл отчета

source: year
ru_ru: год

source: Yes
ru_ru: Да

source: Yes/No
ru_ru: Да/Нет

# ZoneFriendlyIP
source: Zone of friendly IP addresses
ru_ru: Зона дружественных IP-адресов

# Activate
source: Аctivate
ru_ru: Включить

# ChoiseEvent
source: Select event
ru_ru: Выберите событие

# PageGroupsTitle
source: Groups
ru_ru: Группы

source: Active Count
ru_ru: Количество активных

source: Group Name
ru_ru: Имя группы

source: Total Count
ru_ru: Общее количество

# TaskGiveAllGroups
source: Assign the task to all computers that match current filter
ru_ru: Выдать задачу всем группам, удовлетворяющим фильтру

# PageGroupsFilterTitle
source: Groups Filter
ru_ru: Фильтры групп

source: No selected groups
ru_ru: Нет выделенных групп

source: Copy to filter
ru_ru: Скопировать в фильтр

# DisplayMessage
source: Showing {0}-{1} of {2}
ru_ru: Отображены {0}-{1} из {2}

# EmptyMessage
source: No items to display
ru_ru: Нет элементов

source: Go
ru_ru: Перейти

# ItemsPerPageMessage
source: Items per Page
ru_ru: Элементов на странице

# TotalMessage
source: of {0}
ru_ru: из {0}

source: Enable\disable multithreading
ru_ru: Включить\выключить многопоточность

source: Multithreading
ru_ru: Многопоточность

source: Threads count
ru_ru: Количество потоков

# ShowProgressScan
source: Show scan progress
ru_ru: Отображать прогресс сканирования

source: No correct name!
ru_ru: Некорректное имя!

source: No correct path!
ru_ru: Некорректный путь!

# Date2
source: Date
ru_ru: Дата

# CorrectOnlyMSI
source: Select file with .msi extension
ru_ru: Выберете файл с расширением .msi

# SelectAll
source: All
ru_ru: Все

# SelectAllOnPage
source: All on page
ru_ru: Все на странице

source: Sort
ru_ru: Сортировать

# UnselectAll
source: None
ru_ru: Ни одного

# UnselectAllOnPage
source: None on page
ru_ru: Ни одного на странице

source: Options
ru_ru: Опции

# DateIncorrect
source: Incorrect value in date.
ru_ru: Неправильное значение даты.

# DateRequired
source: Date is required.
ru_ru: Введите дату.

# DaysIncorrect
source: Incorrect value in days.
ru_ru: Неправильное значение дней.

# DaysRequired
source: Days are required.
ru_ru: Введите дни.

# HoursIncorrect
source: Incorrect value in hours.
ru_ru: Неправильное значение часов.

# HoursRequired
source: Hours are required.
ru_ru: Введите часы.

# MinutesIncorrect
source: Incorrect value in minutes.
ru_ru: Неправильное значение минут.

# MinutesRequired
source: Minutes are required.
ru_ru: Введите минуты.

# TimeIncorrect
source: Incorrect value in time.
ru_ru: Неправильное значение времени.

# TimeRequired
source: Time is required.
ru_ru: Введите время.

# DaysSequenceIncorrect
source: Days of the month must be in format day1,day2... or day.
ru_ru: Дни месяца должны быть в формате день1,день2,... или день1.

# DaysSequenceRequired
source: Input days of the month.
ru_ru: Введите дни месяца.

source: Remote service
ru_ru: Удаленный сервис

source: Pause
ru_ru: Пауза

source: Resume
ru_ru: Продолжить

# DomainRequiredErrorMessage
source: Domain required
ru_ru: Требуется домен

# LoginRequiredErrorMessage
source: Login required
ru_ru: Требуется логин

source: Check credentials
ru_ru: Проверьте реквизиты

# EmptyIPListAfterExclusion
source: After exclusion ip address list is empty
ru_ru: После исключения список IP адресов пуст

source: Default sorting
ru_ru: Сортировка по умолчанию

# IPRangeRegexErrorMessage
source: IP addresses must be in format x.x.x.x-y.y.y.y or x.x.x.x
ru_ru: IP адреса должны быть в формате x.x.x.x-y.y.y.y или x.x.x.x
