Repository: Ts-alan/AllProject
Catalog: src/WebConsole/App_GlobalResources/Resource.*.resx
Languages: ru_ru

# NewCompRequiredErrorMessage
source: IP address required
ru_ru: Требуется IP адрес

source: Profile name
ru_ru: Имя профиля

source: Profile saved
ru_ru: Профиль был сохранен

source: Can not rename
ru_ru: Не удается переименовать

source: Error renaming group.
ru_ru: Ошибка при переименовании группы.

# GroupAllreadyExists
source: . Group with this name allready exists. Specify another name.
ru_ru: . Группа с указанным именем существует. Задайте другое имя.

# LoadOnlyMSI
source: Allow loading files only with msi extension.
ru_ru: Разрешается загрузка файлов только с расширением msi.

# ErrorSettingsAutoUpdateIntervalRange
source: Autoupdate period between 30 and 1800 seconds.
ru_ru: Период самообновления между 30 и 1800 секундами.

# AreYouSureProfile
source: Are you sure you want to remove profile?
ru_ru: Вы действительно хотите удалить профиль?

source: Invalid value
ru_ru: Неправильное значение

source: Not Defined
ru_ru: Не определено

# EmailRequiredErrorMessage
source: Email required
ru_ru: Требуется email

# FirstNameRequiredErrorMessage
source: First name required
ru_ru: Требуется имя

# LastNameRequiredErrorMessage
source: Last name required
ru_ru: Требуется фамилия

source: Edit user
ru_ru: Изменить пользователя

# AcountEdit
source: Account successfully edited
ru_ru: Аккаунт был успешно изменен

# CannotAddUserToRole
source: Can't add user to role.
ru_ru: Не удалось добавить пользователя к роли.

# CannotChangeUserEmail
source: Can't change user email.
ru_ru: Не удалось изменить адрес электронной почты пользователя.

# CannotChangeUserProfile
source: Can't change user profile information.
ru_ru: Не удалось изменить профиль пользователя.

# CannotChangeUserRole
source: Can't change user role.
ru_ru: Не удалось изменить роль пользователя.

# CannotDeleteUser
source: Can't delete user.
ru_ru: Не удалось удалить пользователя.

# CannotGetUserEmail
source: Can't get user email.
ru_ru: Не удалось получить адрес электронной почты пользователя.

# CannotGetUserProfile
source: Can't get user profile information.
ru_ru: Не удалось получить профиль пользователя.

# CannotGetUserRole
source: Can't get user role.
ru_ru: Не удалось получить роль пользователя.

# CannotRemoveUserRoles
source: Can't remove user roles.
ru_ru: Не удалось удалить роли пользователя.

# CannotSetUserProfile
source: Can't set user profile information.
ru_ru: Не удалось добавить информацию пользователя в профиль.

# DuplicateEmail
source: A username for that e-mail address already exists. Please enter a different e-mail address.
ru_ru: Пользователь с данным адресом электронной почты существует. Пожалуйста, введите другой адрес электронной почты.

# DuplicateUserName
source: Username already exists. Please enter a different user name.
ru_ru: Пользователь с таким именем существует. Пожалуйста, введите другое имя пользователя.

# InvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
ru_ru: Адрес электронной почты является некорректным. Пожалуйста, проверьте значение и повторите попытку.

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
ru_ru: Пароль является некорректным. Пожалуйста, введите корректное значение пароля.

# InvalidUserName
source: The user name provided is invalid. Please check the value and try again.
ru_ru: Имя пользователя является некорректным. Пожалуйста, проверьте значение и повторите попытку.

# MembershipCreateUserFailed
source: Membership can't create user.
ru_ru: Элемент Membership не может создать пользователя.

# ProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru_ru: Провайдер аутентификации возвратил ошибку. Пожалуйста, проверьте введенные данные и повторите попытку. Если проблема не устранится, обратитесь к системному администратору.

# UserDeleteFail
source: Failed to delete user.
ru_ru: Пользователь не был удален.

# UserDeleteSuccess
source: User deleted successfully.
ru_ru: Пользователь удален успешно.

# UserDeletionRejection
source: The user deletion request has been canceled. If the problem persists, please contact your system administrator.
ru_ru: Запрос удаления пользователя был отменен. Пожалуйста, проверьте введенные данные и повторите попытку. Если проблема не устранится, обратитесь к системному администратору.

# UserEditionRejection
source: The user edition request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru_ru: Запрос изменения пользователя был отменен. Пожалуйста, проверьте введенные данные и повторите попытку. Если проблема не устранится, обратитесь к системному администратору.

# UserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru_ru: Запрос создания пользователя был отменен. Пожалуйста, проверьте введенные данные и повторите попытку. Если проблема не устранится, обратитесь к системному администратору.

# ChangeCommentSelectedGroup
source: Change comment of the selected group
ru_ru: Изменить комментарий выбранной группы

source: Change comment
ru_ru: Изменить комментарий

# ConfirmRewriteFilter
source: Filter with this name allready exists. Rewrite?
ru_ru: Фильтр с таким именем уже существует. Перезаписать?

# ErrorFilterNameEmpty
source: Can not save filter: name is empty.
ru_ru: Нельзя сохранить фильтр: имя пустое.

# RangeError
source: Range stop can't be less than start.
ru_ru: Конец диапазона не может быть меньше начала.

source: less
ru_ru: менее

source: more
ru_ru: более

source: years
ru_ru: лет

source: Correct format
ru_ru: Правильный формат

# DateFormat
source: dd/mm/yyyy
ru_ru: дд.мм.гггг

# TimeFormat
source: hh:mm
ru_ru: чч.мм

# ValueBetween
source: Value must be between {0} and {1}
ru_ru: Значение должно быть между {0} и {1}

source: Requesting data from server
ru_ru: Получение данных с сервера

source: Error requesting data from server
ru_ru: Ошибка при получении данных с сервера

# IpAddressInIncorrectFormat
source: Incorrect ip address, range or mask. (Examples: 192.168.1.1, 192.168.1.1-192.168.1.5, 192.168.*)
ru_ru: IP адрес, диапазон или маска в некорректном формате. (Примеры: 192.168.1.1, 192.168.1.1-192.168.1.5, 192.168.*)

# IpAddressRequired
source: Ip address, range or mask required
ru_ru: Введите IP адрес, диапазон или маску.

# IpAddressFilterInIncorrectFormat
source: Ip address filter is in incorrect format. Try using helper to correct.
ru_ru: Фильтр IP-адреса в некорректном формате. Воспользуйтесь помощником для исправления.

# MemorySizeInKb
source: Memory size (Kb)
ru_ru: Память (Кб)

# IpAddressExamplesLiteral
source: Correct IP address examples:<br/> &nbsp;&nbsp;IP address: 192.168.1.1<br/> &nbsp;&nbsp;Masked IP address: 192.168.*<br/> &nbsp;&nbsp;IP range: 192.168.1.1-192.168.1.15<br/>
ru_ru: Примеры корректного задания IP:<br/> &nbsp;&nbsp;IP адрес: 192.168.1.1<br/> &nbsp;&nbsp;IP адрес с маской: 192.168.*<br/> &nbsp;&nbsp;IP диапазон: 192.168.1.1-192.168.1.15<br/>

source: Uninstall
ru_ru: Удаление

source: Connecting
ru_ru: Соединение

source: Copying
ru_ru: Копирование

source: Fail
ru_ru: Неуспешно

source: Initializing
ru_ru: Инициализация

source: Parsing
ru_ru: Анализ

source: Processing
ru_ru: Выполнение

# SuccessStatus
source: Success
ru_ru: Успешно

source: Loading...
ru_ru: Загрузка...

# MessageBuyAdditionalFeatures
source: This functionality is not included into current Control Center complete set. To purchase this functionality please call +375 17 2948429 or contact by e-mail: <a href='mailto:info@anti-virus.by'>info@anti-virus.by</a>.
ru_ru: Данный функционал не входит в текущую комплектацию Центра управления. Для приобретения данного функционала обратитесь по телефону +375 17 2948429 или свяжитесь по электронной почте <a href='mailto:info@anti-virus.by'>info@anti-virus.by</a>.

source: CPU (MHz)
ru_ru: ЦПУ (МГц)

source: RAM (MB)
ru_ru: ОЗУ (МБ)

# CompWithoutGroup
source: Computers without group
ru_ru: Компьютеры без группы

source: No group
ru_ru: Без группы

source: Assign task
ru_ru: Выдать задачу

# AssignTaskToAll
source: Assign task to all computers
ru_ru: Выдать задачу всем компьютерам

source: Temporary task
ru_ru: Временная задача

# ErrorFilterNameRestricted
source: Can not save filter with given name.
ru_ru: Нельзя сохранить фильтр с данным именем.

# ConfirmRewriteTask
source: Task with this name allready exists. Rewrite?
ru_ru: Задание с таким именем уже существует. Перезаписать?

# ErrorTaskNameEmpty
source: Can not save task: name is empty.
ru_ru: Нельзя сохранить задание: имя пустое.

# ErrorTaskNameRestricted
source: Can not save task with given name.
ru_ru: Нельзя сохранить задание с данным именем.

source: More info...
ru_ru: Подробнее...

source: Collapse
ru_ru: Свернуть

source: Collapse all groups.
ru_ru: Свернуть все группы.

source: Expand
ru_ru: Развернуть

source: Expand all groups.
ru_ru: Развернуть все группы.

source: Select all computers.
ru_ru: Выбрать все компьютеры.

source: Unselect all computers.
ru_ru: Снять выделение со всех компьютеров.

# Antivirus
source: KANOE Client
ru_ru: КАНОЭ клиент

# ErrorOfNestingLavel
source: Nesting level exceeded
ru_ru: Превышен уровень вложенности

# LimitedAllowLength
source: Exceeded the permissible length of the name.
ru_ru: Превышена допустимая длина имени.

source: Parent
ru_ru: Родитель

# RemoteConsoleScanner
source: Console scanner
ru_ru: Консольный сканнер

# UpdateForRemoteConsoleScanner
source: Update before scanning (ONLY FOR REMOTE CONSOLE SCANNER)
ru_ru: Произвести обновление перед сканированием (ТОЛЬКО ДЛЯ REMOTE CONSOLE SCANNER)

source: Request packet count
ru_ru: Количество отправляемых пакетов

# RequestPacketCountRequiredErrorMessage
source: Request packet count required
ru_ru: Требуется количество отправляемых пакетов

# Timeout
source: Timeout (sec)
ru_ru: Таймаут (сек)

# TimeoutRequiredErrorMessage
source: Timeout required
ru_ru: Требуется значение таймаута

# AddOrEditComment
source: Add/edit comment
ru_ru: Добавить/редактировать комментарий

# HeaderDay
source: Day
ru_ru: День

source: Use daily protect
ru_ru: Использовать ежедневную защиту

# TaskDailyDeviceProtect
source: Daily device protect
ru_ru: Защита USB по расписанию

# FileUploaded
source: File is uploaded.
ru_ru: Файл загружен.

source: Configure agent
ru_ru: Сконфигурировать агент

# TaskStateInQueue
source: In queue
ru_ru: В очереди

# TaskStateSended
source: Sended
ru_ru: Отправлена

source: Attach
ru_ru: Подключить

source: Detach agent
ru_ru: Отсоединить агент

# LoggedAs
source: You are logged as
ru_ru: Вы вошли как

# NullName
source: The name can`t be null
ru_ru: Имя папки не может быть пустым

# DeviceComment
source: Comment for device
ru_ru: Комментарий для устройства

# DeviceCanNotAdded
source: Device can not be added
ru_ru: Устройство не может быть добавлено

# SavePasswordInformation
source: remember password
ru_ru: запомнить пароль

source: Additional settings
ru_ru: Дополнительные настройки

source: Arguments
ru_ru: Аргументы

source: Product
ru_ru: Продукт

# AreYouSureDevice
source: Are you sure you want to remove device?
ru_ru: Вы действительно хотите удалить устройство?

# GroupHasNotComps
source: Group hasn`t computers
ru_ru: Группа не содержит компьютеров

source: Last success update
ru_ru: Последнее успешное обновление

# IPAddressRegexErrorMessage
source: IP address must be in format x.x.x.x (Example: 10.172.25.3)
ru_ru: IP-адрес должен быть в формате x.x.x.x (Пример: 10.172.25.3)

# SenderRequired
source: Sender is required
ru_ru: Требуется отправитель

# ServerRequired
source: Server is required
ru_ru: Требуется сервер

# ValueRequired
source: Value is required
ru_ru: Требуется значение

# ErrorEmptySettings
source: Settings are empty.
ru_ru: Настройки отсутствуют.

# ErrorGetSettings
source: Can't get {0} setttings ({1}).
ru_ru: Невозможно получить настройки {0} ({1}).

# ErrorIncorrectValue
source: Incorrect {0}.
ru_ru: Неправильное значение {0}.

# ErrorLoad
source: Can't load {0} ({1}).
ru_ru: Невозможно загрузить {0} ({1}).

# ErrorTaskTypeConflict
source: Type isn't ITask ({0}).
ru_ru: Тип не относится к ITask ({0}).

# NoDataChartDisplayed
source: Data is null
ru_ru: Данные пусты и не могут быть отображены

# SetDiagramCriteria
source: Set criteria for diagram
ru_ru: Задайте критерии для диаграммы

source: Line
ru_ru: График

# CongLdrScanUSB
source: Scan USB devices
ru_ru: Сканировать USB устройства

source: Files
ru_ru: Файлы

source: Folders
ru_ru: Директории

source: Keys
ru_ru: Ключи

source: Protected
ru_ru: Защищенные

source: Read only
ru_ru: Только чтение

source: Trusted
ru_ru: Доверенные

source: Values
ru_ru: Значения

source: Excluded
ru_ru: Исключения

source: Change component settings
ru_ru: Изменить настройки компонента

# PoollingTimeInterval
source: Pooling interval
ru_ru: Интервал опроса

# TaskAgentSettings
source: Change agent settings
ru_ru: Изменить настройки агента

# TaskNameConfigureScanner
source: Configure Vba32 Scanner
ru_ru: Настроить Cканер

source: Scan memory
ru_ru: Сканировать память

# ComputersDaysToDelete
source: Delete computers with activity older (days)
ru_ru: Удалять компьютеры с активностью старше (дней)

# CongScannerAuthenticode
source: Enable detection for signed files
ru_ru: Включить детект для подписанных файлов

source: Client
ru_ru: Клиент

# CongScannerRemote
source: Scan server
ru_ru: Сервер сканирования

# ShowAdditionalInfo
source: Show additional info about computer
ru_ru: Показать дополнительную информацию о компьютере

source: Totally Selected
ru_ru: Всего выбрано

source: Required field.
ru_ru: Поле должно быть заполнено.

source: Attach tasks
ru_ru: Задачи подключения

# AttachTasksFilters
source: Attach task filters
ru_ru: Фильтры для задач подключения

source: Installed
ru_ru: Установлен

# InstallGived
source: Enqueued for attaching. Details on the page "Attach tasks".
ru_ru: Поставлено в очередь на подключение. Подробности на странице "Задачи подключения".

source: Block write
ru_ru: Запрещена запись

source: Input UID
ru_ru: Введите UID

# ApplyNotForAll
source: Applied not for all
ru_ru: Применено не для всех

# NoFoundUID
source: UID isn't found
ru_ru: UID не найден

source: Device class managment
ru_ru: Управление классами устройств

source: Class name
ru_ru: Имя класса

# IndicatesRequiredField
source: indicates a required field
ru_ru: поля, обязательные для заполнения

# AddNewDeviceClass
source: Add a new device class
ru_ru: Добавить новый класс устройств

# DeviceClassComment
source: Comment for device class
ru_ru: Комментарий для класса устройств

# ErrorFieldIsEmpty
source: field is empty
ru_ru: поле пустое

# GuidRegexErrorMessage
source: UID must be in format {00cd27b6-f21b-11df-a7c8-806e6f6e6963}
ru_ru: UID должен быть в формате {00cd27b6-f21b-11df-a7c8-806e6f6e6963}

# ErrorExistPolicy
source: Policy already exists
ru_ru: Политика уже существует

source: Change rule
ru_ru: Изменить правило

source: Destination IP
ru_ru: IP назначения

source: Local IP
ru_ru: Локальный IP

source: Add Rule
ru_ru: Добавить правило

source: Add TCP/UDP Rule
ru_ru: Добавить TCP/UDP правило

source: Allow receive
ru_ru: Разрешить получение

source: Allow receive/send
ru_ru: Разрешить отправку/получение

source: Allow send
ru_ru: Разрешить отправку

source: Deny All
ru_ru: Запретить все

source: Audit
ru_ru: Аудит

source: Destination address
ru_ru: Адрес назначения

source: Keep Statistics
ru_ru: Держать статистику

source: Local address
ru_ru: Локальный адрес

# pn3PC
source: Third Party Connect Protocol
ru_ru: Протокол подключения третьей партии

# pnANY_DISTRIBUTED
source: any distributed file system
ru_ru: Любая распределенная файловая система

# pnANY_HOST
source: Any host Internal protocol
ru_ru: Любой хост внутреннего протокола

# pnANY_LOCAL
source: any local network
ru_ru: Любая локальная сеть

# pnANY_PRIVATE
source: any Private encryption scheme
ru_ru: Любая частная схема шифрования

# pnAX_25
source: AX.25 Frames
ru_ru: AX.25 Кадры

# pnBBN_RCC_MON
source: BBN RCC Monitoring
ru_ru: BBN RCC Мониторинг

# pnBR_SAT_MON
source: Backroom SATNET Monitoring
ru_ru: Backroom SATNET Мониторинг

# pnCPHB
source: Computer Protocol Heart Beat
ru_ru: Компьютерный протокол Heart Beat

# pnCPNX
source: Computer Protocol Network Executive
ru_ru: Исполнительный сетевой протокол компьтера

# pnDCN_MEAS
source: DCN Measurement Subsystems
ru_ru: DCN Подсистемы измерения

# pnDDP
source: Datagram Delivery Protocol
ru_ru: Протокол доставки дейтаграмм

# pnDGP
source: Dissimilar Gateway Protocol
ru_ru: Разнородный протокол шлюза

# pnEGP
source: Exterior Gateway Protocol
ru_ru: Протокол внешней маршрутизации

# pnENCAP
source: Encapsulation Header
ru_ru: Заголовок Инкапсуляции

# pnGGP
source: Gateway-to-Gateway
ru_ru: шлюз-шлюз

# pnGRE
source: General Routing Encapsulation
ru_ru: Инкапсуляция главной маршрутизации

# pnHMP
source: Host Monitoring
ru_ru: Мониторинг хоста

# pnICMP
source: Internet Control Message
ru_ru: Сообщение управления интернетом

# pnIDPR
source: Inter-Domain Policy Routing Protocol
ru_ru: Междоменная политика протоколов маршрутизации

# pnIDPR_CMTP
source: IDPR Control Message Transport Protocol
ru_ru: IDPR Транспортный протокол управления сообщениями

# pnIDRP
source: Inter-Domain Routing Protocol
ru_ru: Междоменный протокол маршрутизации

# pnIGMP
source: Internet Group Management
ru_ru: Управление группами интернета

# pnIGP
source: any Private interior gateway
ru_ru: любой частный внутренний шлюз

# pnIL
source: IL Transport Protocol
ru_ru: IL Транспортный протокол

# pnIP
source: IP in IP(encapsulation)
ru_ru: IP в IP(инкапсуляция)

# pnIPCV
source: Internet Packet Core Utility
ru_ru: Интернет утилита Packet Core

# pnIPIP
source: IP-within-IP Encapsulation Protocol
ru_ru: IP-within-IP Протокол Инкапсуляции

# pnIRTP
source: Internet Reliable Transaction
ru_ru: Надежная интернет транзакция

# pnISO_IP
source: ISO Internet Protocol
ru_ru: ISO Интернет Протокол

# pnISO_TP4
source: ISO Transport Protocol Class 4
ru_ru: Класс транспортного протокола 4

# pnI_NLSP
source: Integrated Net Layer Security TUBA
ru_ru: Объединенный сетевой уровень безопасности TUBA

# pnLARP
source: Locus Address Resolution Protocol
ru_ru: Locus Протокол Разрешения Адресов

# pnMERIT_INP
source: MERIT Internodal Protocol
ru_ru: MERIT Межузловой протокол

# pnMFE_NSP
source: MFE Network Services Protocol
ru_ru: MFE Протокол сетевых служб

# pnMHRP
source: Mobile Host Routing Protocol
ru_ru: Протокол маршрутизации мобильного хоста

# pnMICP
source: Mobile Interworking Control Pro.
ru_ru: Мобильное Межсетевое управление Pro.

# pnMTP
source: Multicast Transport Protocol
ru_ru: Многоадресный Транспортный Протокол

# pnMUX
source: Multiplexing
ru_ru: Мультиплексирование

# pnNETBLT
source: Bulk Data Transfer Protocol
ru_ru: Массовый протокол передачи данных

# pnNHRP
source: NBMA Next Hop Resolution Protocol
ru_ru: NBMA Протокол разрешения следующего хопа

# pnNVP_II
source: Network Voice Protocol
ru_ru: Протокол голосовой сети

# pnPRM
source: Packet Radio Measurement
ru_ru: Измерение пакетной передачи

# pnPVP
source: Packet Video Protocol
ru_ru: Протокол пакетного видео

# pnRDP
source: Reliable Data Protocol
ru_ru: Надежный протокол данных

# pnRSVP
source: Reservation Protocol
ru_ru: Протокол резервирования

# pnRVD
source: MIT Remote Virtual Disk Protocol
ru_ru: MIT Протокол удаленного виртуального диска

# pnSAT_MON
source: SATNET Monitoring
ru_ru: SATNET Мониторинг

# pnSDRP
source: Source Demand Routing Protocol
ru_ru: Протокол маршрутизации источника спроса

# pnSEP
source: Sequential Exchange Protocol
ru_ru: Последовательный протокол обмена

# pnSIP
source: Simple Transport Protocol
ru_ru: Простой интернет протокол

# pnSIPP_AH
source: SIPP Authentication Header
ru_ru: SIPP Заголовок аутентификации

# pnSIP_FRAG
source: SIP Fragment
ru_ru: SIP Фрагмент

# pnSIP_SR
source: SIP Source Route
ru_ru: SIP Источник маршрута

# pnSprite_RPC
source: Sprite RPC Protocol
ru_ru: Sprite RPC Протокол

# pnST
source: Stream
ru_ru: Поток

# pnSWIPE
source: IP with Encryption
ru_ru: IP с Шифрованием

# pnTCP
source: Transmission Control
ru_ru: Управление передачей

# pnTP
source: TP++ Transport Protocol
ru_ru: TP++ Транспортный протокол

# pnUDP
source: User Datagram
ru_ru: Дейтаграмма пользователя

# pnVISA
source: VISA Protocol
ru_ru: VISA Протокол

# pnWB_MON
source: WIDEBAND Monitoring
ru_ru: WIDEBAND Мониторинг

# pnWSN
source: Wang Span Network
ru_ru: Wang Span Сеть

# pnXNET
source: Cross Net Debugger
ru_ru: Межсетевой отладчик

# pnETHERIP
source: Ethernet-within-IP Encapsulation
ru_ru: Ethernet-within-IP Инкапсуляция

# pnUNASSIGNED
source: Unassigned
ru_ru: Неназначенный

source: Other protocols
ru_ru: Другие протоколы

# ProtocolsInIncorrectFormat
source: Inccorrect format for protocols
ru_ru: Список протоколов задан неверно

# Ip6AddressInIncorrectFormat
source: Incorrect ipv6 address, range (Examples: ABCD:EF01:2345:6789:0:0:0:0, ABCD:EF01:2345:6789:0:0:0:0-ABCD:EF01:2345:6789:0:0:0:8, *)
ru_ru: IP адрес или диапазон в некорректном формате. (Примеры: ABCD:EF01:2345:6789:0:0:0:0, ABCD:EF01:2345:6789:0:0:0:0-ABCD:EF01:2345:6789:0:0:0:8, *)

source: Protocols are not selected
ru_ru: Протоколы не выбраны

source: Journal events
ru_ru: События журнала

source: CC journal
ru_ru: Журнал ЦУ

source: Local journal
ru_ru: Локальный журнал

source: Windows journal
ru_ru: Журнал Windows

source: Change
ru_ru: Изменить

source: Check State
ru_ru: Проверить состояние

source: Save State
ru_ru: Сохранить состояние

source: Template
ru_ru: Шаблон

# TaskNameIntegrityCheck
source: Check integrity
ru_ru: Настроить Проверка целостности

# TaskNameConfigureFileCleaner
source: Configure file cleaner
ru_ru: Настроить Удаление файлов

# CongScannerCases
source: In case
ru_ru: В случае

# CongScannerDelete
source: Delete
ru_ru: Удалить

# CongScannerPotential
source: Find potential dangerous
ru_ru: Обнаружить потенциально опасные

# CongScannerScanFileList
source: File`s list for scanning
ru_ru: Наборы файлов для сканирования

# CongScannerTrustAuthCode
source: Trust to authentification code
ru_ru: Доверять коду аутентификации

# ScanningObjects
source: Objects for scanning
ru_ru: Объекты сканирования

# WrongExtensionValidator
source: Extensions are not set correctly
ru_ru: Расширения заданы неправильно.

# WrongArchivesSize
source: Archive`s size is not set correctly
ru_ru: Неправильно задан размер архива

# VAS
source: Antivirus scanner
ru_ru: Антивирусный сканер

# VDD
source: Access control module
ru_ru: Модуль управления доступом

# VFC
source: Cleaning module
ru_ru: Модуль удаления

# VGI
source: Graphical User Interface
ru_ru: Графический интерфейс пользователя

# VIC
source: Check integrity module
ru_ru: Модуль проверки целостности

# VMT
source: Monitor
ru_ru: Монитор

# VND
source: Network module
ru_ru: Сетевой модуль

# VPP
source: Proactive protection
ru_ru: Проактивная защита

# VQTN
source: Quarantine
ru_ru: Карантин

source: General
ru_ru: Общие

# DuplicateValue
source: Value already exists. Please enter a different value.
ru_ru: Запись с таким значением уже содержится. Пожалуйста, введите другое значение.

# NoDeleteDefault
source: No delete default user.
ru_ru: Пользователя по-умолчанию удалить нельзя.

# CongMonitorActionFirst
source: First action
ru_ru: Первое действие

# CongMonitorActionSecond
source: Second action
ru_ru: Второе действие

# CongMonitorActionThird
source: Third action
ru_ru: Третье действие

# CongLdrProxyServerType
source: Proxy type
ru_ru: Тип прокси
