Repository: Ts-alan/AllProject
Catalog: src/WebConsole/App_GlobalResources/Resource.*.resx
Languages: ru_ru

# AcountCreate
source: New account successfully created
ru_ru: Новый аккаунт был успешно создан

source: Action
ru_ru: Действие

source: Action name
ru_ru: Имя действия

# ActionProcess
source: Process
ru_ru: Процесс

source: Actions
ru_ru: Действия

# ActionScan
source: Scan
ru_ru: Сканирование

source: Action type
ru_ru: Тип действия

# ActionUpdate
source: Update
ru_ru: Обновление

source: Activate rule
ru_ru: Активизировать правило

source: Active
ru_ru: Активно

source: Add
ru_ru: Добавить

# AddAllFromPage
source: Add from all pages
ru_ru: Добавить со всех страниц

source: Add from page
ru_ru: Добавить со страницы

# AddNewGroup
source: Add a new group
ru_ru: Добавить новую группу

# Addresses
source: Recipients
ru_ru: Адреса получателей

# Administration
source: Management
ru_ru: Администрирование

source: Administrator
ru_ru: Администратор

source: Agent
ru_ru: Агент

source: All
ru_ru: Все

source: Allow
ru_ru: Разрешить

source: Allow read
ru_ru: Позволять чтение

source: AND
ru_ru: И

source: Antivirus monitoring
ru_ru: Антивирусная проверка

source: Appearance
ru_ru: Внешний вид

source: Application
ru_ru: Приложение

source: Applications
ru_ru: Приложения

source: Apply
ru_ru: Применить

source: Apply policy
ru_ru: Применить политику

# AppointmentPolicy
source: Appointment
ru_ru: Назначение

# AreYouSureComp
source: Are you sure you want to delete selected computers?
ru_ru: Вы действительно хотите удалить выбранные компьютеры?

# AreYouSureFilter
source: Are you sure you want to remove filter?
ru_ru: Вы действительно хотите удалить фильтр?

# AreYouSurePolicy
source: Are you sure you want to delete selected policy?
ru_ru: Вы действительно хотите удалить выбранную политику?

# AreYouSureSelected
source: Are you sure you want to remove selected items?
ru_ru: Вы действительно хотите удалить выбранные элементы?

# AreYouSureTask
source: Are you sure you want to remove task?
ru_ru: Вы действительно хотите удалить задачу?

# AreYouSureUser
source: Are you sure you want to remove user?
ru_ru: Вы действительно хотите удалить пользователя?

# Ask
source: Additional request
ru_ru: Дополнительный запрос

# AsScanFinished
source: Scanning finished
ru_ru: Сканирование завершено

# AsScanStarted
source: Scanning is running
ru_ru: Идет сканирование сети

# AsScanStopped
source: Scanning was stopped
ru_ru: Сканирование остановлено

source: Assignment
ru_ru: Назначение

source: Authentification
ru_ru: Аутентификация

source: Authorization
ru_ru: Авторизация

# AuthorizationNTLMEnabled
source: Enable NTLM authorization
ru_ru: NTLM-авторизация

source: Background scanning
ru_ru: Фоновая проверка

source: Bad key
ru_ru: Ошибка при проверке подписи ключа

# Bar
source: Bar chart
ru_ru: Гистограмма

# Bases
source: Search bases at run in
ru_ru: Искать при запуске обновления баз

source: Block
ru_ru: Блокировать

# BlockAutorunUSB
source: Block autorun of USB devices
ru_ru: Блокировать автозапуск USB-устройств

source: Body
ru_ru: Текст

# Bool
source: Boolean
ru_ru: Логические

source: Browser type
ru_ru: Тип браузера

# CancelButtonText
source: Cancel
ru_ru: Отмена

source: Cancel editing
ru_ru: Отменить редактирование

source: Cancel task
ru_ru: Задача отменена

# ChangePasswordButtonText
source: Change password
ru_ru: Изменить пароль

# ChangePasswordFailureText
source: Invalid password
ru_ru: Некорректный пароль

# ChangePasswordTitleText
source: Changing Password
ru_ru: Смена пароля

source: Clean files to report
ru_ru: Включить имена 'чистых' файлов в отчет

source: Clear
ru_ru: Очистить

source: Close
ru_ru: Закрыть

source: Color map
ru_ru: Карта цветов

source: Color settings
ru_ru: Настройка цветов

source: Command line
ru_ru: Командная строка

source: Comment
ru_ru: Комментарий

source: Component
ru_ru: Компонент

source: Component name
ru_ru: Имя компонента

# ComponentNotInstalled
source: Not installed
ru_ru: Не установлен

# ComponentOff
source: Off
ru_ru: Выключен

# ComponentOn
source: On
ru_ru: Включен

source: Components
ru_ru: Компоненты

source: Component state
ru_ru: Состояние компонента

source: Computer info
ru_ru: Компьютер

source: Computer limit
ru_ru: Лимит рабочих станций

source: Computer Name
ru_ru: Имя компьютера

source: Computers
ru_ru: Компьютеры

# ComputersCount
source: Computers
ru_ru: Количество компьютеров

# ComputersMap
source: Map of computers
ru_ru: Карта компьютеров

source: Computers with groups
ru_ru: Компьютеры с группами

source: Computers without groups
ru_ru: Компьютеры без групп

# ComSpec
source: Run via command line
ru_ru: Запускать через командный интерпретатор

# ConfigureScheduler
source: Configure Vba32 Scheduler
ru_ru: Настроить Планировщик

source: Configure settings
ru_ru: Конфигурация

# ConfirmNewPasswordLabelText
source: Confirm new password
ru_ru: Подтвердите новый пароль

# ConfirmPasswordCompareErrorMessage
source: Password confirmation has failed
ru_ru: Пароль и его подтверждение должны совпадать

# ConfirmPasswordLabelText
source: Confirm password
ru_ru: Подтвердите пароль

# ConfirmPasswordRequiredErrorMessage
source: Password confirmation required
ru_ru: Требуется подтверждение пароля

# CongLdrAccessToUpdate
source: Access to update resources
ru_ru: Доступ к ресурсам обновлений

# CongLdrAdd
source: Add
ru_ru: Дописывать

# CongLdrAddress
source: Address
ru_ru: Адрес

# CongLdrConfigureLoader
source: Configure Vba32 Loader
ru_ru: Настроить Диспетчер

# CongLdrConfigureMonitor
source: Configure Vba32 Monitor
ru_ru: Настроить Монитор

# CongLdrDisplayLoadingProgress
source: Display loading progress
ru_ru: Показывать процесс загрузки

# CongLdrEnableMonitorAtStart
source: Enable Vba32 Monitor at Vba32 Loader startup
ru_ru: Включать монитор при старте Диспетчера

# CongLdrInitialization
source: Initialization
ru_ru: Инициализация

# CongLdrInteractive
source: Interactive
ru_ru: Интерактивное

# CongLdrKeep
source: Keep
ru_ru: Вести

# CongLdrLanguage
source: Interface language
ru_ru: Язык интерфейса

# CongLdrLaunchLoaderAtStart
source: Launch Vba32 Loader at Windows startup
ru_ru: Загружать диспетчер при старте Windows

# CongLdrLoaderStartup
source: Loader startup
ru_ru: При загрузке Диспетчера

# CongLdrMaximumSizeLog
source: Maximum size, Kb
ru_ru: Максимальный размер, Кб

# CongLdrPassword
source: Password
ru_ru: Пароль

# CongLdrPath
source: Path
ru_ru: Путь

# CongLdrPort
source: Port
ru_ru: Порт

# CongLdrProtectProcess
source: Protect Loader process
ru_ru: Защищать процесс Диспетчера

# CongLdrReportFile
source: Report file
ru_ru: Файл отчета

# CongLdrScanBoot
source: Scan boot sectors
ru_ru: Обрабатывать загрузчики

# CongLdrScanBootFloppy
source: Scan floppy boot sectors
ru_ru: Обрабатывать загрузчики дискет

# CongLdrScanMemory
source: Scan memory and files launched at system startup
ru_ru: Обрабатывать память и файлы, запускаемые при старте системы

# CongLdrScanMemoryModeExcessive
source: Excessive mode
ru_ru: Избыточный режим

# CongLdrScanMemoryModeFast
source: Fast mode
ru_ru: Быстрый режим

# CongLdrScanMemoryModeFull
source: Full mode
ru_ru: Полный режим

# CongLdrScanStartupFiles
source: Scan files launched at system startup
ru_ru: Обрабатывать файлы, запускаемые при старте системы

# CongLdrSoundWarning
source: Sound warning
ru_ru: Звуковое оповещение

# CongLdrTimeIntervals
source: Time intervals, hrs
ru_ru: Периодическое, часов

# CongLdrTrayIcon
source: Tray icon animation
ru_ru: Индикатор обработки

# CongLdrUpdate
source: Update
ru_ru: Обновление

# CongLdrUseAccount
source: Use this account to access update resource
ru_ru: Использовать учетную запись

# CongLdrUseProxyServer
source: Use proxy-server
ru_ru: Использовать прокси-сервер

# CongLdrUserName
source: User name
ru_ru: Пользователь

# CongMonitorDetectWare
source: Detect Spyware, Adware, Riskware
ru_ru: Детектировать Spyware, Adware, Riskware

# CongMonitorExcluding
source: Excluding
ru_ru: Исключая

# CongMonitorExcludingFoldersAndFiles
source: Folders and files excluded from Monitor scanning
ru_ru: Список необрабатываемых путей

# CongMonitorFuncConditions
source: Functioning conditions
ru_ru: Условия работы

# CongMonitorHeuristicAnalysis
source: Heuristic analysis
ru_ru: Экспертный анализ

# CongMonitorIfPreviousFails
source: If previous action fails
ru_ru: При невозможности

# CongMonitorIncludingSubFolders
source: Including subfolders
ru_ru: Включая вложенные подкаталоги

# CongMonitorInfected
source: Infected
ru_ru: Инфицированные

# CongMonitorInformationAboutCleanFiles
source: Information about "clean" files
ru_ru: Информация о "чистых" файлах

# CongMonitorListOfPathToScan
source: List of paths to scan
ru_ru: Список обрабатываемых путей

# CongMonitorMaximumCPUUsege
source: Maximum CPU usage, %
ru_ru: Максимальная загрузка процессора, %

# CongMonitorMaximumDiskActivity
source: Maximum disk activity, %
ru_ru: Максимальная дисковая активность, %

# CongMonitorMaximumDisplacement
source: Maximum displacement of mouse pointer, px/s
ru_ru: Максимальное перемещение мыши, пикселей/с

# CongMonitorMinimumBattery
source: Minimum battery charge, %
ru_ru: Минимальный заряд батареи, %

# CongMonitorNotifyOfMonitor
source: Notify of Vba32 Monitor actions
ru_ru: Сообщать о действиях Монитора

# CongMonitorObjects
source: Objects
ru_ru: Объекты

# CongMonitorReport
source: Report
ru_ru: Отчет

# CongMonitorSaveCopyQuarantine
source: Save copy to Vba32 Quarantine
ru_ru: Сохранять копию в Карантин

# CongMonitorScanAllTypes
source: Scan all file types
ru_ru: Обрабатывать все типы файлов

# CongMonitorScanFilesByUser
source: Scan files frequently launched by user
ru_ru: Проверять файлы, часто запускаемые пользователем

# CongMonitorScanInBackGround
source: Scan files in background mode
ru_ru: Проверять файлы в фоновом режиме

# CongMonitorScanOnlyNew
source: Scan only new files
ru_ru: Обрабатывать только новые файлы

# CongMonitorScanSelectedTypes
source: Scan selected file types
ru_ru: Обрабатывать заданные типы файлов

# CongMonitorScanStandartSet
source: Scan standart file types set
ru_ru: Обрабатывать типовой набор файлов

# CongMonitorScanStartupFiles
source: Scan files launched at system startup
ru_ru: Проверять файлы, запускаемые при старте системы

# CongMonitorSuspicious
source: Suspicious
ru_ru: Подозрительные

# CongQtnAutomaticallySendSuspiciousObject
source: Send suspicious objects automatically
ru_ru: Автоматически отправлять подозрительные объекты

# CongQtnGeneral
source: General
ru_ru: Общее

# CongQtnInteractiveMaintenance
source: Interactive maintenance
ru_ru: Интерактивное обслуживание

# CongQtnMaintenance
source: Maintenance
ru_ru: Обслуживание

# CongQtnMaintenancePeriod
source: Maintenance period, hours
ru_ru: Период обслуживания, часов

# CongQtnMaximumQuarantineSize
source: Maximum Vba32 Quarantine size, Mb
ru_ru: Максимальный размер Карантина, Мб

# CongQtnMaximumStorageTime
source: Maximum storage time, days
ru_ru: Максимальное время хранения, дней

# CongQtnRemoteStorage
source: Remote storage
ru_ru: Удаленное Хранилище

# CongScannerAdd
source: Add
ru_ru: Добавить

# CongScannerAdditional
source: Additional
ru_ru: Дополнительно

# CongScannerArchivesSize
source: Maximum archive size
ru_ru: Максимальный размер, KB

# CongScannerCheckArchives
source: Scan archives
ru_ru: Сканировать архивы

# CongScannerCheckMacros
source: Scan macros
ru_ru: Просмотреть список макросов в документах

# CongScannerCheckMail
source: Scan mail
ru_ru: Сканировать почту

# CongScannerCheckMemory
source: Scan memory
ru_ru: Обрабатывать память

# CongScannerCheckObjects
source: Objects to scan
ru_ru: Обрабатываемые объекты

# CongScannerCleanFiles
source: Information about "clean" files
ru_ru: Включение имен "чистых" файлов в отчет

# CongScannerCure
source: Cure
ru_ru: Лечить

# CongScannerCureBoot
source: Cure boot sectors
ru_ru: Обезвреживать загрузочные сектора

# CongScannerDeleteArchives
source: Delete infected archives
ru_ru: Удалять архивы с вирусами

# CongScannerDeleteMail
source: Delete infected mail messages
ru_ru: Удалять письма с вирусами

# CongScannerDetectAdware
source: Detect Adware
ru_ru: Детектировать Adware

# CongScannerEnableCache
source: Enable cache when scanning objects
ru_ru: Использовать кэш

# CongScannerExclude
source: Exclude
ru_ru: Исключенные

# CongScannerExtension
source: Extensions
ru_ru: Расширения

# CongScannerHeuristic
source: Scanning mode
ru_ru: Режим обработки

# CongScannerHeuristicAnalysis
source: Heuristic analysis
ru_ru: Экспертный анализ

# CongScannerInfected
source: Infected files
ru_ru: Зараженные файлы

# CongScannerKeep
source: Keep
ru_ru: Сохранять отчет в файл

# CongScannerPathToScanner
source: Vba32 Scanner path
ru_ru: Путь к сканеру

# CongScannerRemovePathToInfected
source: Location where infected files will be placed
ru_ru: Путь для перемещения инфицированных файлов

# CongScannerSaveCopyToQuarantine
source: Save copy to Vba32 Quarantine
ru_ru: Сохранить копию в карантине

# CongScannerSaveInfectedToReport
source: Add list of infected objects to scanning report
ru_ru: Сохранение списка инфицированных файлов в отчет

# CongScannerSaveSusToQuarantine
source: Save copy of suspicious object to Quarantine
ru_ru: Копии подозрительных файлов в Карантин

# CongScannerScanBootSectors
source: Scan boot sectors
ru_ru: Обрабатывать загрузчики

# CongScannerScanStartup
source: Scan files launched at system startup
ru_ru: Обрабатывать автозагрузку

# CongScannerSet
source: Set
ru_ru: Установить

# CongScannerSFX
source: Detect installers of malware
ru_ru: Детектировать вирусные инсталляторы

source: Connection
ru_ru: Соединение

# ContainComputersFromBase
source: Include computers from database
ru_ru: Включать компьютеры, зарегистрированные в базе

# ContainNoPingComputers
source: Include unavailable computers
ru_ru: Включать недоступные компьютеры

# ContainWithAgentComputers
source: Include computers with Agent running
ru_ru: Включать компьютеры с агентом

# ContinueButtonText
source: Continue
ru_ru: Продолжить

source: Control center
ru_ru: Центр управления

# CountOfCompActiveToday
source: Active computers for today
ru_ru: Активных компьютеров за текущий день

# CountOfCompRegistred
source: Registered computers
ru_ru: Зарегистрированных компьютеров

# CountOfEventRegistred
source: Registered events
ru_ru: Зарегистированных событий

# CountOfEventToday
source: Events for today
ru_ru: Cобытий за текущий день

# CountOfTaskRegistred
source: Registered tasks
ru_ru: Зарегистрированных задач

# CountOfTaskTodayCompleted
source: Completed tasks for today
ru_ru: Завершено задач сегодня

# CountOfTaskTodayIssued
source: Assigned tasks for today
ru_ru: Выдано задач сегодня

# CountOfTaskTodayUpdated
source: Updated tasks for today
ru_ru: Обновлено задач сегодня

source: Create
ru_ru: Создать

source: Create Policy
ru_ru: Создание политики

source: Create private rule
ru_ru: Создать частное правило

source: Create process
ru_ru: Создание процесса

source: Create task
ru_ru: Создание задачи

# CreateUserButtonText
source: Create user
ru_ru: Создать пользователя

source: Creation date
ru_ru: Дата создания

source: Credentials
ru_ru: Реквизиты

source: Cure
ru_ru: Обезвредить

source: Custom
ru_ru: Пользовательские

source: Custom action
ru_ru: Другое

source: Customer name
ru_ru: Имя клиента

source: Daily
ru_ru: Ежедневно

source: Database server
ru_ru: Сервер базы данных

source: Date
ru_ru: Даты

# DateComplete
source: Completion date
ru_ru: Завершено

# DateIssued
source: Assignment date
ru_ru: Дата выдачи

# DateUpdated
source: Update date
ru_ru: Дата обновления

source: day
ru_ru: день

# Day2
source: day
ru_ru: дня

source: days
ru_ru: дня (-ей)

# Days2
source: days
ru_ru: дней

source: Days of month
ru_ru: Номера дней месяца

# DaysToDelete
source: Delete events older (days)
ru_ru: Удалять события старше (дней)

source: Deactivate
ru_ru: Выключить

# Default
source: Main
ru_ru: Главная

# DefaultFiles
source: Default
ru_ru: По умолчанию

source: Default Policy
ru_ru: Политика по умолчанию

source: Delete
ru_ru: Удалить

source: Delete archive
ru_ru: Удалить архив

source: Delete computers
ru_ru: Удалить компьютеры

source: Delete mail
ru_ru: Удалить письмо

source: Description
ru_ru: Описание

source: Design
ru_ru: Дизайн

source: Destination file
ru_ru: Файл назначения

# DetectInstallers
source: Detect installers of malware
ru_ru: Детектировать вирусные инсталляторы

# DeviceInsertedDate
source: Inserted
ru_ru: Вставлено

source: Device managment
ru_ru: Управление устройствами

# DeviceProtect
source: Enable/disable USB protection
ru_ru: Включить/выключить защиту USB

source: Devices
ru_ru: Устройства

source: Diagram
ru_ru: Диаграмма

source: Diagram type
ru_ru: Тип диаграммы

source: Direction
ru_ru: Направление

source: Disable
ru_ru: Запретить

source: Disable all
ru_ru: Запретить все

source: Disabled
ru_ru: Выключен

# DisabledDevice
source: Disabled
ru_ru: Запрещено

# DisplayTabChanges
source: To display the changes on all tabs, refresh the page
ru_ru: Чтобы отобразились изменения на всех вкладках, перегрузите страницу

# DistrustedApplications
source: Non trusted applications
ru_ru: Недоверенные приложения

# DomainName
source: Domain
ru_ru: Домен

source: Down
ru_ru: Вниз

source: Edit
ru_ru: Редактировать

source: Edit comment
ru_ru: Редактирование комментария

source: Edit policy
ru_ru: Редактирование политики

source: Empty
ru_ru: Пусто

source: Enable
ru_ru: Разрешить

# EnableAJAX
source: Enable asynchronous refresh
ru_ru: Разрешить асинхронное обновление

source: Enable all
ru_ru: Разрешить все

# EnableAutoUpdate
source: Enable automatic update
ru_ru: Разрешить автоматическое обновление

source: Enable cache
ru_ru: Включить кэш

source: Enabled
ru_ru: Разрешено

source: Epidemy
ru_ru: Эпидемия

source: Error
ru_ru: Ошибка

# ErrorAccessDenied
source: Access denied
ru_ru: Отказано в доступе

# ErrorChangeAdmin
source: This user shouldn't be modified
ru_ru: Нельзя изменять этого пользователя

# ErrorClearSession
source: If the error occurs again try to clear some session variables
ru_ru: Если ошибка повторяется, попробуйте очистить некоторые внутренние переменные. Для этого щелкните

# ErrorCompNameNotExist
source: Database doesn't contain this computer name
ru_ru: Компьютер с таким именем не существует в базе данных

# ErrorCreateTaskWithBaseName
source: The name specified coincides with the name of a basic task in a language used by the system
ru_ru: Введеное вами имя совпадает с названием базовой задачи на одном из используемых системой языков

# ErrorCreateUser
source: Error creating user
ru_ru: Ошибка при создании пользователя

# ErrorCriticalError
source: Critical error
ru_ru: Критическая ошибка

# ErrorDescription
source: Description error
ru_ru: Ошибка в описании

# ErrorExistingFilter
source: Filter with this name already exists!
ru_ru: Фильтр с таким именем существует!

# ErrorHere
source: here
ru_ru: здесь

# ErrorIncorrectFilterName
source: Invalid filter name
ru_ru: Неправильное имя фильтра

# ErrorInvalidCompName
source: Invalid computer name
ru_ru: Неверное имя компьютера

# ErrorInvalidDate
source: Invalid date
ru_ru: Неправильная дата

# ErrorInvalidEmail
source: Invalid e-mail
ru_ru: Неправильный email

# ErrorInvalidFirstName
source: Invalid user first name
ru_ru: Неверное имя пользователя

# ErrorInvalidIP
source: Invalid IP address
ru_ru: Неправильный IP-адрес

# ErrorInvalidLastName
source: Invalid user surname
ru_ru: Неверная фамилия пользователя

# ErrorInvalidTaskType
source: Invalid task type
ru_ru: Неправильный тип задачи

# ErrorInvalidUserName
source: Invalid user name
ru_ru: Неверное имя пользователя

# ErrorInvalidValue
source: Invalid value
ru_ru: Неправильное значение

# ErrorMessageError
source: Error message
ru_ru: Сообщение об ошибке

# ErrorNotSelectProfile
source: No select profile
ru_ru: Не выбран профиль

# ErrorPolicyExistInCollection
source: Policy with this name already exists in the collection
ru_ru: Политика с таким именем существует

# ErrorPolicyName
source: Incorrect policy name.
ru_ru: Некорректное название политики.

# ErrorRunTime
source: Runtime error
ru_ru: Ошибка времени выполнения

# ErrorSelectTaskToEdit
source: No task to edit is selected
ru_ru: Не выбрана задача для редактирования

# ErrorService
source: Check service VbaTaskAssignment. It may be unavailable
ru_ru: Проверьте сервис VbaTaskAssignment. Возможно он не доступен

# ErrorSql
source: Error! Please, update database scheme and Sql-scripts.
ru_ru: Ошибка! Необходимо обновить схему БД и sql-скрипты.

# ErrorTaskExistInCollection
source: Task with this name already exists in the collection
ru_ru: Задача с таким именем существует в коллекции

# ErrorTryAgain
source: To try again, press
ru_ru: Чтобы попробовать еще раз, щелкните

# ErrorWrongXmlFile
source: Corrupted xml-file
ru_ru: Поврежденный xml-файл

source: Event ARM
ru_ru: Событие ARM

# EventColorTableTitle
source: Event color
ru_ru: Цвета событий

source: Event flow
ru_ru: Поток уведомлений

# EventName
source: Event
ru_ru: Событие

source: Events
ru_ru: События

# EventsCount
source: Count of events
ru_ru: Количество сообщений

# EventSendTableTitle
source: Events to send
ru_ru: События для отсылки

source: Event time
ru_ru: Дата

source: Excessive
ru_ru: Избыточен

source: Excess mode
ru_ru: Избыточный

source: Excluding
ru_ru: Исключая

source: Expiration date
ru_ru: Дата истечения срока действия

source: Expired
ru_ru: Время действия ключа истекло

source: Export
ru_ru: Экспорт

# ExportToExcel
source: Export data to Excel
ru_ru: Экспорт данных в Excel

# Extra
source: Additional
ru_ru: Дополнительно

source: False
ru_ru: Ложь

source: Fast
ru_ru: Быстрый

source: Fast mode
ru_ru: Быстрый

source: Field
ru_ru: Поле

source: File system
ru_ru: Файловая система

source: Filter
ru_ru: Фильтр

# FilterDelete
source: Filter removed
ru_ru: Фильтр был удален

# FilterSave
source: Filter saved
ru_ru: Фильтр был сохранен

source: First name
ru_ru: Имя

# Fix
source: Enable automatic update of content
ru_ru: Включить автообновление содержимого

source: Flow analysis
ru_ru: Интеллектуальная обработка потока уведомлений

source: for
ru_ru: для

source: Found
ru_ru: Найдено

source: Friday
ru_ru: Пятница

source: from
ru_ru: с

# GiveTask
source: Assign task
ru_ru: Выдать задачу

source: Good state
ru_ru: Все в порядке

source: Group managment
ru_ru: Управление группами

# GroupNameRequired
source: Group name is required
ru_ru: Имя группы обязательно

source: Groups
ru_ru: Группы

# Herz
source: MHz
ru_ru: MГц

# Heuristic
source: Heuristic level
ru_ru: Экспертный анализ

source: Hide
ru_ru: Скрыть

# HideScaning
source: Hide scaning window
ru_ru: Прятать окно сканирования

source: High
ru_ru: Высокий

# HighDate
source: High
ru_ru: Больше

source: Host address
ru_ru: Host-адрес

source: hour
ru_ru: час

# Hour2
source: hour
ru_ru: часа

source: hours
ru_ru: часов

source: Identifier
ru_ru: Идентификатор

# Impersonation
source: Use impersonation
ru_ru: Использовать имперсонирование

# Impersonations
source: Impersonation
ru_ru: Имперсонирование

source: Import
ru_ru: Импорт

source: in
ru_ru: в

source: Include subdirectories
ru_ru: Включать поддиректории

source: Include subkeys
ru_ru: Включать подключи

source: Including
ru_ru: Включая

source: Infected files
ru_ru: Инфицированные

source: Information
ru_ru: Информация

source: Initial catalog
ru_ru: Каталог

source: Install
ru_ru: Установка

source: Integrity
ru_ru: Целостность

# InterruptProgram
source: Interrupt the program
ru_ru: Прерывать выполнение программы

# InvalidPasswordErrorMessage
source: Minimum password length - 7. Number of characters different from digits and letters - 1.
ru_ru: Минимальная длина пароля - 7. Количество символов, отличных от цифры и буквы - 1.

source: Invalid time
ru_ru: Время установлено неправильно

source: Invert
ru_ru: Обратить
